Repository: VishalKumar1111/Mindwellness_Swift
Catalog: *.lproj/Localizable.strings
Languages: hi

source: slow_down_desc
hi: आपकी खाने की गति आपके खाने की मात्रा और वजन बढ़ने की संभावना को प्रभावित करती है। वास्तव में, विभिन्न खाने की गति की तुलना करने वाले अध्ययनों से पता चलता है कि तेजी से खाने वाले लोग धीमे खाने वालों की तुलना में अधिक खाने और अधिक बॉडी मास इंडेक्स (BMI) होने की संभावना रखते हैं। आपकी भूख, आप कितना खाते हैं, और कितने भरे हुए महसूस करते हैं, सभी हार्मोन द्वारा नियंत्रित होते हैं। हार्मोन आपके मस्तिष्क को संकेत देते हैं कि आप भूखे हैं या भरे हुए।

source: choose_whole_grain_bread_name
hi: संसाधित के बजाय साबुत अनाज की रोटी चुनें

source: choose_whole_grain_bread_desc
hi: आप अपनी डाइट को थोड़ा स्वस्थ बनाने के लिए पारंपरिक परिष्कृत अनाज की रोटी के बजाय साबुत अनाज की रोटी चुन सकते हैं। परिष्कृत अनाज को कई स्वास्थ्य समस्याओं से जोड़ा गया है। इसके विपरीत, साबुत अनाज को टाइप 2 डायबिटीज, हृदय रोग, और कैंसर के जोखिम को कम करने से जोड़ा गया है। ये भी अच्छी मात्रा में प्रदान करते हैं: * फाइबर * बी विटामिन्स * जिंक, आयरन, मैग्नीशियम, और मैंगनीज जैसे खनिज।

source: add_greek_yogurt_name
hi: अपने आहार में ग्रीक योगर्ट शामिल करें

source: add_greek_yogurt_desc
hi: ग्रीक योगर्ट (या ग्रीक-शैली का योगर्ट) नियमित योगर्ट की तुलना में अधिक गाढ़ा और मलाईदार होता है। इसे अतिरिक्त वाय (दूध का पानी वाला भाग) हटाने के लिए छाना गया है। इसका परिणाम एक ऐसा उत्पाद होता है जो नियमित योगर्ट की तुलना में अधिक वसा और प्रोटीन युक्त होता है। वास्तव में, इसमें नियमित योगर्ट की तुलना में दोगुना प्रोटीन हो सकता है, या 3.5 औंस में 10 ग्राम तक।

source: eat_eggs_name
hi: अंडे खाएँ, preferably नाश्ते के लिए

source: eat_eggs_desc
hi: अंडे बेहद स्वस्थ होते हैं, विशेषकर यदि आप इन्हें सुबह के समय खाते हैं। ये उच्च गुणवत्ता वाले प्रोटीन और कई आवश्यक पोषक तत्वों से भरपूर होते हैं, जिनकी अक्सर कमी होती है, जैसे कि कोलीन। जब विभिन्न प्रकार के कैलोरी-संयुक्त नाश्तों की तुलना की जाती है, तो अंडे सबसे ऊपर आते हैं।

source: limit_sugar_name
hi: चीनी और प्रोसेस्ड खाद्य पदार्थ सीमित करें

source: limit_sugar_desc
hi: अधिक चीनी और अत्यधिक प्रोसेस्ड खाद्य पदार्थ ऊर्जा की वृद्धि और गिरावट का कारण बन सकते हैं, जिससे मूड और ऊर्जा स्तर प्रभावित हो सकते हैं। जब भी संभव हो, साबुत, बिना प्रोसेस्ड खाद्य पदार्थों का चयन करें।

source: moderate_caffeine_name
hi: कैफीन और शराब का सेवन मध्यम करें

source: moderate_caffeine_desc
hi: हालांकि कुछ लोगों के लिए छोटी मात्रा में कैफीन और शराब ठीक हो सकती है, अत्यधिक सेवन नींद को बाधित कर सकता है और चिंता और अवसाद के लक्षणों को बढ़ा सकता है। अपने सेवन पर ध्यान दें।

source: increase_protein_name
hi: प्रोटीन की मात्रा बढ़ाएँ

source: increase_protein_desc
hi: प्रोटीन को अक्सर पोषक तत्वों का राजा कहा जाता है, और इसके कुछ सुपरपावर भी प्रतीत होते हैं। इसकी भूख और तृप्ति हार्मोन को प्रभावित करने की क्षमता के कारण, इसे अक्सर मैक्रोन्यूट्रिएंट्स में सबसे भरपूर माना जाता है। एक अध्ययन ने दिखाया कि उच्च-प्रोटीन भोजन खाने से भूख हार्मोन, घेरलिन, के स्तर में कमी आई, जो मोटापे वाले लोगों में उच्च-कार्ब भोजन की तुलना में अधिक थी। प्रोटीन के अच्छे स्रोत में शामिल हैं: * डेयरी उत्पाद * नट्स * मूँगफली का मक्खन * अंडे * बीन्स * दुबला मांस

source: drink_enough_water_name
hi: पर्याप्त पानी पिएँ

source: drink_enough_water_desc
hi: पर्याप्त पानी पीना आपके स्वास्थ्य के लिए महत्वपूर्ण है। कई अध्ययन ने दिखाया है कि पानी पीने से वजन घटाने में वृद्धि हो सकती है और वजन बनाए रखने में मदद मिल सकती है, और यह प्रत्येक दिन जलाए जाने वाले कैलोरी की संख्या को भी थोड़ा बढ़ा सकता है। अध्ययन यह भी दिखाते हैं कि भोजन से पहले पानी पीने से आपकी भूख और भोजन की मात्रा कम हो सकती है। इसके अलावा, सबसे महत्वपूर्ण बात यह है कि पानी पीना अन्य पेय पदार्थों के बजाय। इससे आपकी चीनी और कैलोरी की मात्रा में काफी कमी हो सकती है।

source: bake_or_roast_name
hi: ग्रिलिंग या फ्राइंग के बजाय बेक या रोस्ट करें

source: bake_or_roast_desc
hi: आपके भोजन को तैयार करने का तरीका इसके स्वास्थ्य पर प्रभाव को नाटकीय रूप से बदल सकता है। ग्रिलिंग, ब्रॉयलिंग, फ्राइंग, और डीप-फ्राइंग सभी लोकप्रिय तरीकों से मांस और मछली तैयार की जाती हैं। हालांकि, इन प्रकार के पकाने के तरीकों के दौरान कई संभावित विषैले यौगिक बनते हैं। इनमें शामिल हैं: * पॉलीसाइक्लिक एरोमैटिक हाइड्रोकार्बन * एडवांस्ड ग्लाइकेशन एंड प्रोडक्ट्स * हेटेरोसाइक्लिक एमिनेस। स्वस्थ पकाने के तरीके शामिल हैं: * बेकिंग * ब्रॉयलिंग * पोचिंग * प्रेशर कुकिंग * सिमरिंग * स्लो कुकिंग * स्टीविंग * सू-सवीड

source: take_omega_3_name
hi: ओमेगा-3 और विटामिन डी सप्लीमेंट्स लें

source: take_omega_3_desc
hi: लगभग 1 अरब लोग विश्वभर में कमी का सामना कर रहे हैं। विटामिन डी एक वसा-घुलनशील विटामिन है जो हड्डियों के स्वास्थ्य और आपकी प्रतिरक्षा प्रणाली की सही कार्यप्रणाली के लिए बहुत महत्वपूर्ण है। वास्तव में, आपके शरीर की प्रत्येक कोशिका में विटामिन डी के लिए एक रिसेप्टर होता है, जो इसकी महत्वपूर्णता को इंगित करता है। विटामिन डी बहुत कम खाद्य पदार्थों में पाया जाता है, लेकिन वसायुक्त समुद्री खाद्य पदार्थ आमतौर पर इसमें सबसे अधिक मात्रा में होते हैं। ओमेगा-3 फैटी एसिड एक और सामान्य कमी वाला पोषक तत्व है जो वसायुक्त समुद्री खाद्य पदार्थों में पाया जाता है। इनके शरीर में कई महत्वपूर्ण भूमिकाएं होती हैं, जिनमें सूजन को कम करना, हृदय स्वास्थ्य बनाए रखना, और उचित मस्तिष्क कार्य को बढ़ावा देना शामिल है।

source: replace_fast_food_name
hi: अपने पसंदीदा फास्ट फूड रेस्टोरेंट को बदलें

source: replace_fast_food_desc
hi: बाहर खाना खाने में अस्वस्थ खाद्य पदार्थों का शामिल होना जरूरी नहीं है। अपने पसंदीदा फास्ट फूड रेस्टोरेंट को एक ऐसे में अपग्रेड करने पर विचार करें जिसमें स्वस्थ विकल्प हों। कई स्वस्थ फास्ट फूड रेस्टोरेंट और फ्यूजन किचन स्वस्थ और स्वादिष्ट भोजन प्रदान कर रहे हैं।

source: choose_baked_potatoes_name
hi: फ्रेंच फ्राइज़ के बजाय बेक किए हुए आलू चुनें

source: choose_baked_potatoes_desc
hi: आलू बहुत भरने वाले होते हैं और कई व्यंजनों के साथ सामान्य साइड डिश होते हैं। हालांकि, उनकी तैयारी का तरीका उनकी स्वास्थ्य पर प्रभाव को काफी हद तक निर्धारित करता है। शुरुआत के लिए, 3.5 औंस (100 ग्राम) बेक किए हुए आलू में 93 कैलोरी होती हैं, जबकि उसी मात्रा में फ्रेंच फ्राइज़ में 3 गुना अधिक (333 कैलोरी) होती हैं। इसके अलावा, डीप-फ्राइड फ्रेंच फ्राइज़ आमतौर पर हानिकारक यौगिक जैसे एल्डिहाइड्स और ट्रांस वसा से भरे होते हैं।

source: stay_social_name
hi: सामाजिक बने रहें

source: stay_social_desc
hi: मित्रों और परिवार के साथ भोजन करने से मानसिक स्वास्थ्य पर सकारात्मक प्रभाव पड़ सकता है। सामाजिक संपर्क और भोजन साझा करने से भावनात्मक समर्थन मिल सकता है और अलगाव की भावनाओं को कम किया जा सकता है।

source: seek_professional_help_name
hi: प्रोफेशनल हेल्प लें

source: seek_professional_help_desc
hi: यदि आपके पास मानसिक स्वास्थ्य स्थितियों से संबंधित विशिष्ट आहार संबंधी चिंताएँ हैं, तो व्यक्तिगत मार्गदर्शन के लिए एक पंजीकृत आहार विशेषज्ञ या मानसिक स्वास्थ्य पेशेवर से परामर्श करने पर विचार करें।

source: omega_3_name
hi: ओमेगा-3 फैटी एसिड

source: omega_3_desc
hi: ओमेगा-3 फैटी एसिड वाले खाद्य पदार्थ शामिल करें, जैसे कि सैल्मन, ट्राउट, अखरोट, और फ्लैक्ससीड्स। ये वसा मस्तिष्क स्वास्थ्य के लिए महत्वपूर्ण हैं और अवसाद और चिंता के लक्षणों को कम करने में मदद कर सकते हैं।

source: complex_carbohydrates_name
hi: जटिल कार्बोहाइड्रेट्स

source: complex_carbohydrates_desc
hi: साबुत अनाज (ब्राउन राइस, क्विनोआ, साबुत गेहूं की रोटी) जैसे जटिल कार्बोहाइड्रेट्स को परिष्कृत कार्बोहाइड्रेट्स (सफेद रोटी, शर्करा वाले अनाज) के बजाय चुनें। जटिल कार्ब्स ऊर्जा का स्थिर स्रोत प्रदान करते हैं और मूड को स्थिर करने में मदद कर सकते हैं।

source: protein_name
hi: प्रोटीन

source: protein_desc
hi: चिकन, टर्की, मछली, टोफू, बीन्स, और दालों जैसे दुबले प्रोटीन स्रोत शामिल करें। प्रोटीन में अमीनो एसिड होते हैं जो न्यूरोट्रांसमीटर जैसे सेरोटोनिन के उत्पादन के लिए महत्वपूर्ण हैं, जो मूड को प्रभावित कर सकते हैं।

source: antioxidant_rich_foods_name
hi: एंटीऑक्सीडेंट-रिच फूड्स

source: antioxidant_rich_foods_desc
hi: ऐसे खाद्य पदार्थ खाएँ जो एंटीऑक्सीडेंट्स में उच्च हों, जैसे कि बेरीज, हरी पत्तेदार सब्जियाँ, और रंगीन फल और सब्जियाँ। एंटीऑक्सीडेंट मस्तिष्क को ऑक्सीडेटिव तनाव और सूजन से बचा सकते हैं।

source: vitamin_d_name
hi: विटामिन डी

source: vitamin_d_desc
hi: यदि आपकी धूप की सीमित पहुँच है, तो विटामिन डी सप्लीमेंट लेने पर विचार करें या विटामिन डी से युक्त खाद्य पदार्थों का सेवन करें। विटामिन डी की कम मात्रा को अवसाद से जोड़ा गया है।

source: dark_chocolate_name
hi: डार्क चॉकलेट

source: dark_chocolate_desc
hi: डार्क चॉकलेट जिसमें उच्च प्रतिशत कोको हो, एक स्वादिष्ट उपचार है जो मस्तिष्क को उत्तेजित करने वाले लाभ भी प्रदान करता है। इसमें फ्लेवोनॉयड्स और एंटीऑक्सीडेंट्स होते हैं जो मस्तिष्क में रक्त प्रवाह में सुधार करते हैं, संज्ञानात्मक कार्य को बढ़ाते हैं, और मूड को उत्तेजित करते हैं। मस्तिष्क के लिए एक दोषरहित आनंद के रूप में एक छोटा टुकड़ा डार्क चॉकलेट का आनंद लें।

source: nuts_and_seeds_name
hi: नट्स और बीज

source: nuts_and_seeds_desc
hi: नट्स और बीज, जैसे कि अखरोट, बादाम, और फ्लैक्ससीड्स, स्वस्थ वसा, विटामिन, और खनिजों से भरपूर होते हैं जो मस्तिष्क स्वास्थ्य का समर्थन करते हैं। ये ओमेगा-3 फैटी एसिड और एंटीऑक्सीडेंट्स से भरपूर होते हैं जो संज्ञानात्मक कार्य में सुधार करते हैं और उम्र-संबंधित संज्ञानात्मक ह्रास से बचाते हैं। अपने मस्तिष्क को तेज बनाए रखने के लिए नट्स और बीज का एक मुट्ठी भर खाएँ।

source: whole_grains_name
hi: साबुत अनाज

source: whole_grains_desc
hi: साबुत अनाज, जैसे कि क्विनोआ, ब्राउन राइस, और ओट्स, ग्लूकोज का स्थिर रिलीज प्रदान करते हैं, जो मस्तिष्क का मुख्य ऊर्जा स्रोत है। ये फाइबर, विटामिन, और खनिजों से भरपूर होते हैं जो मस्तिष्क स्वास्थ्य का समर्थन करते हैं और संज्ञानात्मक कार्य को सुधारते हैं। अपने भोजन में साबुत अनाज शामिल करें ताकि मस्तिष्क की शक्ति बनी रहे।

source: eggs_name
hi: अंडे

source: eggs_desc
hi: अंडे एक पोषक तत्वों से भरपूर भोजन हैं जो कोलीन प्रदान करते हैं, जो मस्तिष्क स्वास्थ्य के लिए एक आवश्यक पोषक तत्व है। कोलीन ऐसिटाइलकोलाइन का पूर्ववर्ती है, जो एक न्यूरोट्रांसमीटर है जो स्मृति और सीखने में शामिल होता है। अंडे में विटामिन B12 और फोलाइट भी होते हैं, जो मस्तिष्क के कार्य का समर्थन करते हैं। अपने आहार में अंडे शामिल करें ताकि आपके मस्तिष्क को पोषित किया जा सके।

source: probiotics_name
hi: प्रोबायोटिक्स

source: probiotics_desc
hi: आंतों के स्वास्थ्य को मानसिक स्वास्थ्य से जोड़ा गया है। अपने आहार में प्रोबायोटिक्स युक्त खाद्य पदार्थ शामिल करें जैसे कि योगर्ट या प्रोबायोटिक सप्लीमेंट पर विचार करें ताकि एक स्वस्थ आंत माइक्रोबायम का समर्थन किया जा सके।

source: limit_processed_meats_name
hi: प्रोसेस्ड मीट्स को सीमित करें

source: limit_processed_meats_desc
hi: बेकन और सॉसेज जैसे प्रोसेस्ड मीट्स की उच्च खपत को अवसाद के बढ़ते जोखिम से जोड़ा गया है। इसके बजाय दुबले प्रोटीन स्रोतों का चयन करें।

source: practice_mindful_eating_name
hi: सावधान भोजन की आदतें अपनाएँ

source: practice_mindful_eating_desc
hi: अपनी भूख और तृप्ति संकेतों पर ध्यान दें। ध्यानपूर्वक खाने से आप अत्यधिक खाने और भावनात्मक खाने से बच सकते हैं।

source: plan_meals_and_snacks_name
hi: भोजन और स्नैक्स की योजना बनाएँ

source: plan_meals_and_snacks_desc
hi: एक नियमित खाने का कार्यक्रम बनाए रखने से रक्त शर्करा के स्तर को स्थिर किया जा सकता है और मूड स्विंग्स को रोका जा सकता है।

source: FOOD & TIPS
hi: भोजन एवं सुझाव

source: Security
hi: सुरक्षा

source: PrivacyDesc
hi: हमारे ऐप का उपयोग करके, आप निम्नलिखित को स्वीकार करते हैं और सहमति देते हैं: 1. **संग्रह और उपयोग**: हम अपने ऐप की कार्यक्षमता के विभिन्न पहलुओं को सुविधाजनक बनाने के लिए आपके ईमेल पते को एकत्रित और उपयोग करते हैं, जिसमें खाता निर्माण, संचार और विपणन उद्देश्य शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं। आपको हमारी सेवाएँ प्रभावी रूप से प्रदान करने के लिए आपका ईमेल पता हमारे लिए आवश्यक है। 2. **खाता प्रबंधन**: आपके ईमेल पते का उपयोग खाता-संबंधी गतिविधियों जैसे खाता सत्यापन, पासवर्ड पुनर्प्राप्ति और सुरक्षा सूचनाओं के लिए किया जाता है। यह हमें आपके खाते की सुरक्षा और अखंडता सुनिश्चित करने में मदद करता है। 3. **संचार**: हम आपको ईमेल के माध्यम से आपके खाते और हमारी सेवाओं से संबंधित महत्वपूर्ण सूचनाएँ, अपडेट और जानकारी भेज सकते हैं। ये संचार आपको हमारे ऐप में होने वाले परिवर्तनों, सुधारों या व्यवधानों के बारे में सूचित रखने के लिए महत्वपूर्ण हैं। 4. **मार्केटिंग**: आपकी सहमति से, हम आपके ईमेल पते का उपयोग मार्केटिंग उद्देश्यों के लिए कर सकते हैं, जिसमें प्रचार ऑफ़र, न्यूज़लेटर और नई सुविधाओं या उत्पादों के बारे में अपडेट भेजना शामिल है। आपको किसी भी समय इन संचारों से सदस्यता समाप्त करने का अधिकार है। 5. **डेटा सुरक्षा**: हम आपके ईमेल पते की सुरक्षा और गोपनीयता को प्राथमिकता देते हैं। हम आपकी जानकारी की सुरक्षा और अनधिकृत पहुँच या प्रकटीकरण को रोकने के लिए उचित उपाय लागू करते हैं। आपका ईमेल पता आपकी स्पष्ट सहमति के बिना तीसरे पक्ष के साथ साझा नहीं किया जाएगा, सिवाय इसके कि कानून द्वारा आवश्यक हो या हमारी सेवाएँ प्रदान करने के लिए आवश्यक हो। 6. **स्वैच्छिक सहमति**: अपना ईमेल पता प्रदान करने और हमारे ऐप का उपयोग करने का आपका निर्णय इस अस्वीकरण में उल्लिखित शर्तों के लिए आपकी स्वैच्छिक सहमति को दर्शाता है। आपको हमसे संपर्क करके या ऐप के भीतर अपनी संचार प्राथमिकताओं को समायोजित करके किसी भी समय अपनी सहमति वापस लेने का अधिकार है। कृपया इस अस्वीकरण को ध्यान से पढ़ें और सुनिश्चित करें कि आप हमारे ऐप का उपयोग करने से पहले इसकी शर्तों को समझते हैं और उनसे सहमत हैं। यदि आपके पास अपने ईमेल पते के उपयोग के बारे में कोई प्रश्न या चिंता है, तो कृपया हमसे [support@mindwellness.co.in] पर संपर्क करें। हमारे ऐप को चुनने के लिए धन्यवाद। माइंडवेलनेस टीम

source: Privacy
hi: गोपनीयता

source: food
hi: खाना

source: tips
hi: सुझाव

source: Meditation Sounds
hi: ध्यान ध्वनियाँ

source: sunset_view
hi: सूर्यास्त दृश्य

source: stars
hi: सितारे

source: relaxing_ocean_sound
hi: शांतिपूर्ण महासागर की ध्वनि

source: wave
hi: लहर

source: nature_sound
hi: प्रकृति की ध्वनि

source: Logout
hi: लॉग आउट

source: calculate
hi: गणना
