Repository: VishalKumar1111/Mindwellness_Swift
Catalog: *.lproj/Localizable.strings
Languages: hi

source: We collect your email address solely for account management and communication purposes within our app. Your email address is stored securely and will not be shared with third parties without your explicit consent. We prioritize the protection of your information.
hi: हम आपका ईमेल पता केवल हमारे ऐप के भीतर खाता प्रबंधन और संचार उद्देश्यों के लिए एकत्र करते हैं। आपका ईमेल पता सुरक्षित रूप से संग्रहीत किया जाता है और आपकी स्पष्ट सहमति के बिना तीसरे पक्ष के साथ साझा नहीं किया जाएगा। हम आपकी जानकारी की सुरक्षा को प्राथमिकता देते हैं।

source: Login
hi: लॉग इन

source: SignUp
hi: साइन अप

source: or
hi: या

source: forgot
hi: पासवर्ड भूल गए

source: language
hi: भाषा

source: Policies
hi: नीतियाँ

source: condition
hi: (•)कृपया सुनिश्चित करें कि आपका पासवर्ड कम से कम 8 अक्षरों का हो, उसमें एक विशेष वर्ण और एक संख्या हो।

source: Please fill in all fields.
hi: कृपया सभी फ़ील्ड भरें।

source: Password
hi: पासवर्ड

source: Please make sure your password is at least 8 characters, contains a special character and a number.
hi: कृपया सुनिश्चित करें कि आपका पासवर्ड कम से कम 8 वर्णों का है, इसमें एक विशेष अक्षर और एक संख्या है।

source: Unable To Create User
hi: उपयोगकर्ता बनाने में असमर्थ

source: Error creating user
hi: उपयोगकर्ता बनाने में त्रुटि

source: Successfull
hi: सफल

source: User is created Successfully.
hi: उपयोगकर्ता सफलतापूर्वक बनाया गया है।

source: Ok
hi: ठीक है

source: Alert Title
hi: अलर्ट शीर्षक

source: first
hi: पहला नाम

source: last
hi: अंतिम नाम

source: email
hi: ईमेल दर्ज करें

source: password
hi: पासवर्ड दर्ज करें

source: Empty Field
hi: खाली क्षेत्र

source: Fill Value of Height
hi: ऊँचाई का मान भरें

source: BMI
hi: बीएमआई

source: Underweight Message
hi: • आपका बॉडी मास इंडेक्स

source: under_remain
hi: है। • आपका वजन कम है • इससे स्वास्थ्य समस्याएं हो सकती हैं • वजन बढ़ाने के उपायों के बारे में जानने के लिए लाइफस्टाइल एक्सपर्ट से परामर्श करें

source: Overweight Message
hi: आपका बॉडी मास इंडेक्स

source: over_remaining
hi: है। • आपका वजन अधिक है • इससे स्वास्थ्य समस्याएं हो सकती हैं • अधिक वजन के कारण संभावित स्वास्थ्य समस्याओं के बारे में जानने और वजन कम करने की सलाह के लिए लाइफस्टाइल एक्सपर्ट से परामर्श करें

source: Healthy Weight Message
hi: आपका बॉडी मास इंडेक्स

source: healthy_remaining
hi: है। आपका वजन स्वस्थ है

source: bmicalculator
hi: बीएमआई कैलकुलेटर

source: height
hi: ऊंचाई

source: weight
hi: वजन

source: Mindwellness
hi: माइंड वैलनेस

source: stress_level
hi: आपका तनाव परिणाम यहां प्रदर्शित होगा।

source: more
hi: अधिक

source: yourProfile
hi: आपका प्रोफ़ाइल

source: calcBmi
hi: आपका बीएमआई कैलकुलेट करें

source: foodDiet
hi: खाना और आहार

source: meditationSounds
hi: ध्यान ध्वनियां

source: share
hi: साझा करें

source: Stress
hi: क्या आप तनाव मे हैं?

source: how this app
hi: यह ऐप आपकी कैसे मदद कर सकता है

source: help_detail
hi: • आपके तनाव के स्तर को जानने में आपकी सहायता करें। • आपके तनाव को प्रबंधित करने में आपकी सहायता करें। • आपको संभावित उपचार जानने में सहायता करें जिसे आप ढूंढ सकते हैं। • योग से आपको तनाव मुक्त करने में सहायता करें। • मानसिक स्वास्थ्य समस्या के बारे में जानें . • किसी विशेषज्ञ से जुड़ने में आपकी सहायता करें। • स्वास्थ्य युक्तियाँ।

source: let us calculate
hi: आइए हम आपके तनाव के स्तर की गणना करें

source: yoga mental
hi: मानसिक स्वास्थ्य के लिए योग

source: yoga detail
hi: योग के लाभ • अवसाद और चिंता से राहत। • PTSD और इसी तरह की स्थितियों के प्रभाव को कम करें। • एकाग्रता, फोकस और याददाश्त को बढ़ावा दें। • अपने मूड में सुधार करें। • रखें आपका मस्तिष्क युवा

source: mental health
hi: मानसिक स्वास्थ्य समस्याओं

source: mental_health_detail
hi: • अवसाद • चिंता विकार। • द्विध्रुवी भावात्मक विकार। • मनोविकृति • लत

source: expert
hi: किसी विशेषज्ञ से जुड़ें

source: expert_detail
hi: परामर्शदाता विभिन्न प्रकार की भावनात्मक और मनोवैज्ञानिक कठिनाइयों का सामना करने वाले ग्राहकों के साथ काम करते हैं ताकि उन्हें प्रभावी परिवर्तन लाने और/या उनकी भलाई बढ़ाने में मदद मिल सके। ग्राहकों को अवसाद, चिंता, तनाव, हानि और रिश्ते की कठिनाइयों जैसे मुद्दे हो सकते हैं जो जीवन को प्रबंधित करने की उनकी क्षमता को प्रभावित कर रहे हैं।

source: Not At All
hi: बिल्कुल नहीं

source: Once in a while
hi: कभी-कभी

source: More Than Half Days
hi: आधे से अधिक दिन

source: Nearly Every Day
hi: लगभग हर दिन

source: seriousAlertTitle
hi: गंभीर

source: seriousAlertMessage
hi: आपको मानसिक स्वास्थ्य विशेषज्ञ से जल्द से जल्द मिलना चाहिए

source: okButton
hi: ठीक है

source: Let's Calculate Your Stress
hi: आइए आपके तनाव की गणना करें

source: question_1
hi: चीजें करने में आनंद नहीं आ रहा है (पिछले पंद्रह दिनों में)?

source: question_2
hi: नीचे या उदास महसूस कर रहे हैं (पिछले पंद्रह दिनों में)?

source: question_3
hi: सही से नींद नहीं आ रही है, कम या ज्यादा सो रहे हैं (पिछले पंद्रह दिनों में)?

source: question_4
hi: थकान या थकान महसूस हो रही है (पिछले पंद्रह दिनों में)?

source: question_5
hi: भूख कम हो गई है या अधिक खा रहे हैं (पिछले पंद्रह दिनों में)?

source: question_6
hi: नकारात्मक विचार या यह सोच कि आप असफल हैं या आपने अपने परिवार को निराश किया है (पिछले पंद्रह दिनों में)?

source: question_7
hi: चीजों पर ध्यान केंद्रित करने में कठिनाई (पिछले पंद्रह दिनों में)?

source: question_8
hi: इतनी धीमी गति से चलना या बोलना कि अन्य लोग टिप्पणी कर सकते हैं (पिछले पंद्रह दिनों में)?

source: question_9
hi: यह विचार कि आप मृत होना बेहतर हैं, या आत्म-नुकसान या आत्महत्या के विचार (पिछले पंद्रह दिनों में)?

source: Your Stress Level
hi: आपका तनाव स्तर

source: Have you suffered similar low mood problems in the past for more than two weeks?
hi: क्या आपने पिछले दो हफ्तों से अधिक समय तक इसी तरह की कम मूड की समस्याओं का सामना किया है?

source: Has there been a time for more than a week when you were more energetic, more happy or angry, more talkative or more confident than usual in the past?
hi: क्या कभी ऐसा समय आया है जब आप पिछले एक हफ्ते से अधिक समय तक अधिक ऊर्जावान, अधिक खुश या गुस्से में, अधिक बातूनी या सामान्य से अधिक आत्मविश्वासी रहे हों?

source: Have you ever felt you are being followed , or people are plotting against you or talking foul about you?
hi: क्या आपने कभी महसूस किया है कि कोई आपका पीछा कर रहा है, या लोग आपके खिलाफ साजिश कर रहे हैं या आपके बारे में बुरा बोल रहे हैं?

source: Do you ever hear voices which no one else does hear?
hi: क्या आपने कभी ऐसी आवाजें सुनी हैं जिन्हें कोई और नहीं सुनता है?

source: Do you take any substance like alcohol, cannabis, cigarette , heroine etc?
hi: क्या आप कोई पदार्थ लेते हैं जैसे शराब, गांजा, सिगरेट, हेरोइन आदि?

source: Do you get intense desire to take the said substance when you don’t take it or you get some problems (withdrawal) when you stop it or can’t limit the amount taken when you try to reduce it?
hi: जब आप उक्त पदार्थ नहीं लेते हैं तो क्या आपको इसे लेने की तीव्र इच्छा होती है या जब आप इसे बंद करते हैं या इसे कम करने की कोशिश करते हैं तो क्या आपको कुछ समस्याएँ (वापसी) होती हैं?

source: Do you wash your hands often and more than usual, or keep checking doors, handles etc repeatedly (more than two weeks)?
hi: क्या आप अक्सर और सामान्य से अधिक बार अपने हाथ धोते हैं, या दरवाजे, हैंडल आदि को बार-बार (दो हफ्तों से अधिक समय तक) जांचते रहते हैं?

source: Do you have unwanted , unintentional thoughts which you try to stop but they don’t go ?
hi: क्या आपके पास अवांछित, अनजाने विचार होते हैं जिन्हें आप रोकने की कोशिश करते हैं लेकिन वे नहीं जाते?

source: Do you have sudden severe attacks of anxiety in which you feel you are likely to die or go crazy?
hi: क्या आपको अचानक गंभीर चिंता के दौरे पड़ते हैं जिनमें आपको लगता है कि आप मरने वाले हैं या पागल हो जाएंगे?

source: Yes
hi: हाँ

source: No
hi: नहीं

source: Question
hi: प्रश्न

source: Depression
hi: अवसाद

source: Bipolar Disorder
hi: द्विध्रुवी विकार

source: Psychosis
hi: मनोविकृति

source: Substance Use
hi: पदार्थ का उपयोग

source: OCD
hi: ओसीडी

source: Panic Attack
hi: घबराहट का दौरा

source: Recurrent Depression
hi: पुनरावर्ती अवसाद

source: Substance Abuse
hi: पदार्थ का दुरुपयोग

source: Bipolar disorder current episode Depression
hi: द्विध्रुवी विकार वर्तमान एपिसोड अवसाद

source: send
hi: भेजें

source: Depression is extremely common. 8-10 crore Indians suffer from it.
hi: अवसाद बहुत आम है। 8-10 करोड़ भारतीय इससे पीड़ित हैं।

source: It is a treatable condition that improves in around 3 months.
hi: यह एक उपचार योग्य स्थिति है जो लगभग 3 महीनों में सुधारती है।

source: Treatment is usually continued for a minimum of 6 months.
hi: उपचार आमतौर पर कम से कम 6 महीने तक जारी रहता है।

source: You need to bring some lifestyle changes for prevention of future episodes.
hi: आपको भविष्य के एपिसोड की रोकथाम के लिए कुछ जीवनशैली में बदलाव लाने की आवश्यकता है।

source: Great
hi: शानदार

source: Your mental health is good
hi: आपका मानसिक स्वास्थ्य अच्छा है।

source: Continue working on your mental health. Exercise, socialize and don’t use any substance.
hi: अपने मानसिक स्वास्थ्य पर काम करते रहें। व्यायाम करें, सामाजिक बनें, और कोई भी पदार्थ का उपयोग न करें।

source: Come back again whenever you feel stressed.
hi: जब भी आपको तनाव महसूस हो, फिर से वापस आएं।

source: You are possibly suffering from Clinical Depression.
hi: आप संभवतः क्लिनिकल डिप्रेशन से पीड़ित हैं।

source: We suggest you bring lifestyle changes.
hi: हम सुझाव देते हैं कि आप जीवनशैली में बदलाव लाएं।

source: Exercise daily, take good sleep improve nutrition.
hi: रोज व्यायाम करें, अच्छी नींद लें, और पोषण में सुधार करें।

source: Socialize, meet friends and family, get involved in hobbies Write a Journal or seek counseling.
hi: सामाजिक बनें, दोस्तों और परिवार से मिलें, शौक में शामिल हों, एक पत्रिका लिखें या परामर्श लें।

source: Recommended: further questions to help you find complete possible diagnosis.
hi: अनुशंसित: एक संपूर्ण संभावित निदान खोजने में आपकी सहायता के लिए और प्रश्न।

source: For ADVICE: connect to our experts on Mental Health and Lifestyle Changes
hi: सलाह के लिए: मानसिक स्वास्थ्य और जीवनशैली में बदलाव पर हमारे विशेषज्ञों से जुड़ें।

source: You possibly suffer from Moderate Depression.
hi: आप संभवतः मध्यम अवसाद से पीड़ित हैं।

source: It is a treatable condition.
hi: यह एक उपचार योग्य स्थिति है।

source: A Depressive episode typically improves over 3-4 months with treatment.
hi: एक अवसादग्रस्त एपिसोड आमतौर पर उपचार के साथ 3-4 महीनों में सुधारता है।

source: Treatment includes Medications with Therapy.
hi: उपचार में दवाएं या थेरेपी शामिल होती हैं।

source: You need to bring lifestyle changes.
hi: आपको जीवनशैली में बदलाव लाने की आवश्यकता है।

source: We suggest you to consult a Mental Health Expert (Psychiatrist or Clinical Psychologist)
hi: हम सुझाव देते हैं कि आप एक मानसिक स्वास्थ्य विशेषज्ञ (मनोचिकित्सक या नैदानिक मनोवैज्ञानिक) से परामर्श लें।

source: Come back to us to track your improvement in a week.
hi: एक सप्ताह में अपनी सुधार की ट्रैकिंग के लिए हमारे पास वापस आएं।

source: You possibly suffer from Moderately Severe Depression.
hi: आप संभवतः मध्यम-गंभीर अवसाद से पीड़ित हैं।

source: Treatment includes Medications with or without Therapy.
hi: उपचार में थेरेपी के साथ या बिना दवाएं शामिल होती हैं।

source: You need to bring Lifestyle Changes (Exercise, socialize, sleep hygiene)
hi: आपको जीवनशैली में बदलाव लाने की आवश्यकता है (व्यायाम, सामाजिक बनना, नींद की स्वच्छता)।

source: You possibly suffer from Severe Depression.
hi: आप संभवतः गंभीर अवसाद से पीड़ित हैं।

source: Treatment includes medications with therapy.
hi: उपचार में थेरेपी के साथ दवाएं शामिल होती हैं।

source: Tap here to know possible diagnosis
hi: संभावित निदान जानने के लिए यहां टैप करें

source: Connect with experts
hi: विशेषज्ञों से जुड़ें

source: We Need To Know More About You
hi: हमें आपके बारे में और जानने की जरूरत है

source: You are suffering from these disease.
hi: आप इन बिमारियों से पीड़ित हैं

source: Connect With Mental Health Expert
hi: मानसिक स्वास्थ्य विशेषज्ञ से जुड़ें

source: You should have to connect with Doctor..!
hi: आपको डॉक्टर से जुड़ना होगा..!

source: Back to Home
hi: घर वापिस

source: Tap To Proceed
hi: आगे बढ़ने के लिए टैप करें

source: Back
hi: वापस

source: Yoga
hi: योग

source: LoaderText
hi: लोड हो रहा है...

source: Error
hi: त्रुटि

source: Finished
hi: समाप्त

source: DepressionYogaTitle
hi: डिप्रेशन में कौन से योग करने चाहिए

source: MentalHealthYogaTitle
hi: योग मानसिक स्वास्थ्य को कैसे सुधारता है

source: PaschimottanasanaTitle
hi: पश्चिमोत्तानासन

source: BhujangasanaTitle
hi: भुजंगासन

source: SuryaNamaskarTitle
hi: सूर्य नमस्कार

source: UstrasanaTitle
hi: उष्ट्रासन

source: ArdhaChakrasanaTitle
hi: अर्ध चक्रासन

source: PaschimottanasanaDesc
hi: पश्चिमोत्तानासन जिसे सामान्यतः बैठा हुआ आगे की ओर झुकना या तीव्र पृष्ठीय खिंचाव के रूप में जाना जाता है, एक योग मुद्रा है जिसमें बैठे हुए आगे की ओर झुकना शामिल है। यह एक मौलिक आसन है और विभिन्न योग प्रथाओं, जैसे हठ, अष्टांग और विन्यास योग में अक्सर शामिल होता है। यहाँ पश्चिमोत्तानासन का अभ्यास करने के लिए चरण-दर-चरण मार्गदर्शिका दी गई है: पश्चिमोत्तानासन (बैठा हुआ आगे की ओर झुकना) का अभ्यास कैसे करें: 1. प्रारंभिक स्थिति (दंडासन): • योगा मैट पर सीधे अपने पैरों को आगे की ओर फैलाकर बैठें। • सुनिश्चित करें कि आपकी रीढ़ सीधी है, और आपके पैर अंगूठे छत की ओर इशारा कर रहे हैं। 2. हाथों की स्थिति: • अपने हथेलियों को अपने कूल्हों के बगल में मैट पर रखें, उंगलियाँ आगे की ओर इशारा करते हुए। • अपने जांघों को मैट में दबाएं और अपने क्वाड्रिसेप्स को सक्रिय करें। 3. श्वास लें और रीढ़ को लंबा करें: • श्वास लें और अपनी रीढ़ को लंबा करें, अपनी छाती को छत की ओर उठाएं। • अपने कंधों को पीछे और नीचे रोल करें, छाती खोलें। 4. श्वास छोड़ें और आगे झुकें: • श्वास छोड़ें और अपने कूल्हों से आगे की ओर झुकना शुरू करें। • अपनी रीढ़ को लंबा रखें और अपने सिर से नहीं, अपनी छाती से आगे की ओर झुकें। 5. अपने पैरों की ओर पहुंचें: • अपने पैरों की ओर अपने हाथों को आगे बढ़ाएं। • यदि संभव हो, तो अपने पैरों को पकड़ें। अन्यथा, आप अपने पिंडलियों को पकड़ सकते हैं या सहायता के लिए योगा स्ट्रैप का उपयोग कर सकते हैं। 6. अपनी पीठ को सीधा रखें: • अपनी पीठ को गोल करने के बजाय इसे सीधा रखने पर ध्यान केंद्रित करें। प्रत्येक श्वास के साथ रीढ़ को लंबा करें। 7. दृष्टि दिशा: • अपने दृष्टि को आगे या अपने पैरों की ओर रखें, अपनी गर्दन को तनाव न दें। 8. श्वास लें: • गहराई से और धीरे-धीरे श्वास लें। प्रत्येक श्वास के साथ रीढ़ को लंबा करें, और प्रत्येक श्वास छोड़ने के साथ आगे की ओर झुकें। 9. मुद्रा पकड़ें: • मुद्रा को 30 सेकंड से 1 मिनट तक पकड़ें, धीरे-धीरे समय बढ़ाएं जैसे-जैसे आपकी लचीलापन बढ़े। 10. रिलीज: • मुद्रा से बाहर आने के लिए, श्वास लें और अपने धड़ को ऊपर उठाएं। • अपने हाथों को छोड़ें और एक बैठे हुए स्थिति में आराम करें। पश्चिमोत्तानासन के लाभ: • रीढ़ की लंबाई में खिंचाव, लचीलेपन को बढ़ावा देना। • जांघ, पिंडलियों, और जांघों में खिंचाव। • पेट के अंगों को उत्तेजित करता है, पाचन में सहायता करता है। • मन को शांत करता है और तनाव और हल्के अवसाद को कम करता है। • उच्च रक्तचाप और अनिद्रा के लिए चिकित्सीय। • पीठ की मांसपेशियों को मजबूत करके मुद्रा को सुधारता है। विरोध और सावधानियाँ: • जिन लोगों को निचली पीठ की समस्याएं या साइटिका है, उन्हें सहायक उपकरण का उपयोग करके या सावधानी से अभ्यास करना चाहिए। • गर्भवती महिलाओं को गर्भावस्था के अंतिम चरणों में गहरे आगे की ओर झुकाव से बचना चाहिए। • जिन लोगों के पास हैमस्ट्रिंग में चोट या जकड़न है, उन्हें मुद्रा को संशोधित करना या सहायक उपकरण का उपयोग करना पड़ सकता है। किसी भी योग मुद्रा के साथ, अपने शरीर की सुनें, असुविधा या दर्द में न जाएं, और सावधानी से अभ्यास करें। यदि आपके पास कोई विशेष स्वास्थ्य चिंताएँ या स्थिति है, तो पश्चिमोत्तानासन का अभ्यास करने से पहले स्वास्थ्य पेशेवर या प्रमाणित योग प्रशिक्षक से परामर्श करें।

source: BhujangasanaDesc
hi: भुजंगासन, जिसे कोबरा पोज के नाम से भी जाना जाता है, एक योग आसन है जिसमें पीठ को मोड़ते हुए शरीर के निचले हिस्से और श्रोणि को मैट पर टिकाया जाता है। यह मुद्रा सूर्य नमस्कार (सूर्य नमस्कार) अनुक्रम का हिस्सा है और आमतौर पर हठ और विन्यास योग में इसका अभ्यास किया जाता है। भुजंगासन करने के तरीके के बारे में चरण-दर-चरण मार्गदर्शिका यहां दी गई है: भुजंगासन (कोबरा पोज) का अभ्यास कैसे करें: 1. प्रारंभिक स्थिति (पेट के बल लेटना): • योग मैट पर पेट के बल लेटकर शुरुआत करें। • अपने पैरों को पीछे की ओर खींचें, जिससे आपके पैरों के ऊपरी हिस्से मैट पर टिके रहें। 2. हाथों की स्थिति: • अपनी हथेलियों को मैट पर सीधे अपने कंधों के नीचे रखें। • आपकी उंगलियां आगे की ओर होनी चाहिए, और आपकी कोहनी आपके शरीर के करीब होनी चाहिए। 3. पैरों की स्थिति: • अपने पैरों को एक साथ रखें, या आप उन्हें थोड़ा अलग रख सकते हैं। • आपके पैरों के ऊपरी हिस्से मैट पर दबाव डालने चाहिए। 4. कोर की मांसपेशियों को सक्रिय करें: • अपनी नाभि को अपनी रीढ़ की हड्डी की ओर खींचकर अपनी कोर की मांसपेशियों को सक्रिय करें। • अपने नितंबों को दृढ़ रखें, लेकिन अत्यधिक तनावपूर्ण न हों। 5. साँस लें और उठाएँ: • साँस लें और धीरे-धीरे अपनी छाती को मैट से ऊपर उठाएँ। • अपने हाथों से धक्का देने के बजाय, उठाने के लिए अपनी पीठ की मांसपेशियों का उपयोग करें। 6. कोहनी थोड़ी मुड़ी हुई: • अपनी कोहनी को थोड़ा मोड़कर रखें, ताकि हाइपरएक्सटेंशन से बचा जा सके। • सुनिश्चित करें कि आपके कंधे आपके कानों से दूर हों। 7. आगे की ओर देखें: • अपना सिर उठाएँ और आगे की ओर देखें, अपनी गर्दन को अपनी रीढ़ की हड्डी की सीध में रखते हुए आगे बढ़ाएँ। • प्राकृतिक मोड़ बनाए रखते हुए अपनी गर्दन पर दबाव डालने से बचें। 8. छाती खोलें: • अपने कंधों को पीछे और नीचे की ओर मोड़कर अपनी छाती खोलें। • एक सौम्य बैकबेंड बनाने के लिए उरोस्थि के माध्यम से उठाएँ। 9. साँस लेना: • मुद्रा में गहरी और आराम से साँस लें। • छाती के विस्तार और शरीर के सामने खिंचाव को महसूस करें। 10. मुद्रा को बनाए रखें: • शुरुआत में 15-30 सेकंड के लिए मुद्रा को बनाए रखें, धीरे-धीरे अवधि बढ़ाते हुए जैसे-जैसे आप अधिक सहज होते जाएँ। • स्थिर साँस और मांसपेशियों की कोमल संलग्नता बनाए रखने पर ध्यान दें। 11. आसन छोड़ें: • साँस छोड़ते हुए अपनी छाती को धीरे से वापस चटाई पर ले आएँ। • अपने माथे को चटाई पर टिकाएँ और अपनी भुजाओं को अपने शरीर के साथ आराम दें। भुजंगासन के लाभ: • पीठ की मांसपेशियों को मज़बूत करता है, खास तौर पर रीढ़ की निचली मांसपेशियों को। • पेट, छाती और कंधों सहित शरीर के सामने के हिस्से को खींचता है। • रीढ़ की हड्डी में लचीलापन बढ़ाता है। • पीठ के निचले हिस्से में अकड़न को दूर करने में मदद करता है। • पेट के अंगों को उत्तेजित करता है, पाचन में सहायता करता है। • हल्के साइटिका के लिए चिकित्सीय हो सकता है। • दिमाग को मज़बूत करता है और खुलेपन और ऊर्जा की भावना को बढ़ावा देता है। विरोधाभास और सावधानियाँ: • पीठ की चोट, हर्नियेटेड डिस्क या हाल ही में पेट की सर्जरी वाले व्यक्तियों को इस आसन से बचना चाहिए। • गर्भवती महिलाओं को पेट पर अत्यधिक दबाव से बचते हुए सावधानी से अभ्यास करना चाहिए। • यदि आपको कोई चिकित्सा संबंधी चिंता है, तो भुजंगासन करने से पहले किसी स्वास्थ्य सेवा पेशेवर या प्रमाणित योग प्रशिक्षक से परामर्श लें। हमेशा अपने शरीर की सुनें, अधिक परिश्रम से बचें और अपनी व्यक्तिगत लचीलेपन और आराम के स्तर के आधार पर आवश्यकतानुसार मुद्रा को संशोधित करें।

source: SuryaNamaskarDesc
hi: सूर्य नमस्कार, जिसे सूर्य नमस्कार के नाम से भी जाना जाता है, योग मुद्राओं का एक पारंपरिक क्रम है जिसे प्रवाहपूर्ण और लयबद्ध तरीके से किया जाता है। यह अभ्यास कई योग परंपराओं का एक अभिन्न अंग है और आमतौर पर इसे वार्म-अप या पूरे शरीर के व्यायाम के रूप में उपयोग किया जाता है। सूर्य का अर्थ है सूरज, और नमस्कार का अर्थ है अभिवादन या अभिवादन। इस अभ्यास का नाम ऐसा इसलिए रखा गया है क्योंकि यह आसनों की एक श्रृंखला है जो सूर्य के प्रति कृतज्ञता और श्रद्धा व्यक्त करती है, जिसे कई संस्कृतियों में जीवन और ऊर्जा का प्रतीक माना जाता है। पारंपरिक सूर्य नमस्कार क्रम का एक बुनियादी विवरण यहां दिया गया है: 1. प्रणामासन (प्रार्थना मुद्रा): • अपने पैरों को एक साथ रखते हुए अपनी चटाई के सामने खड़े हो जाएं। • अपनी हथेलियों को अपनी छाती पर प्रार्थना की मुद्रा में एक साथ लाएं। • अपने आप को केंद्रित करने और अपने अभ्यास के लिए एक इरादा निर्धारित करने के लिए एक पल लें। 2. हस्त उत्तानासन (उठे हुए हाथों की मुद्रा): • सांस लें और अपनी भुजाओं को ऊपर की ओर उठाएं, पीछे की ओर थोड़ा सा झुकें। • अपनी बाइसेप्स को अपने कानों के पास रखें, अपनी रीढ़ को लंबा करें। • हस्त पादासन (हाथ से पैर की मुद्रा): • सांस छोड़ें और कूल्हों पर आगे की ओर झुकें, अपने हाथों को अपने पैरों के पास फर्श पर लाएँ। • अपनी रीढ़ को सीधा रखें, और यदि आवश्यक हो, तो अपने घुटनों को थोड़ा मोड़ें। • अश्व संचालनासन (घुड़सवारी मुद्रा): • सांस लें और अपने दाहिने पैर को पीछे की ओर झुकने की स्थिति में ले जाएँ। • अपने बाएं घुटने को मोड़े रखें और अपनी छाती को ऊपर उठाएँ, आगे की ओर देखें। • दंडासन (छड़ी मुद्रा): • सांस लें और अपने शरीर को एक सीधी रेखा में लाने के लिए अपने बाएं पैर को पीछे ले जाएँ, जैसे कि एक तख्ती। • अपनी भुजाओं को फर्श से लंबवत रखें। • अष्टांग नमस्कार (आठ अंगों वाला प्रणाम): • अपने घुटनों, छाती और ठोड़ी को ज़मीन पर टिकाएँ, अपने कूल्हों को ऊपर उठाएँ। • ज़मीन को छूने वाले आपके आठ शरीर के अंग हैं आपके दो हाथ, दो पैर, दो घुटने, छाती और ठोड़ी। • भुजंगासन (कोबरा मुद्रा): • साँस लें और अपने हाथों को ज़मीन पर रखते हुए अपनी छाती को पीछे की ओर हल्का सा झुकाएँ। • अपने ऊपरी शरीर को ऊपर उठाने के लिए अपनी पीठ की मांसपेशियों का उपयोग करें। • 8. अधो मुख श्वानासन (नीचे की ओर मुंह करके कुत्ते की मुद्रा): • साँस छोड़ें और अपने पैरों को सीधा करते हुए अपने कूल्हों को छत की ओर उठाएँ। • आपके शरीर को उल्टे V आकार में बनाना चाहिए। • 9. अश्व संचालनासन (घुड़सवारी मुद्रा): • साँस लें और अपने दाहिने पैर को आगे की ओर लंज स्थिति में लाएँ, जैसा कि चरण 4 में किया गया था। • 10. हस्त पादासन (हाथ से पैर की मुद्रा): • सांस छोड़ें और अपने बाएं पैर को आगे लाकर अपने दाएं पैर से मिलाएँ, और आगे की ओर झुकें। 11. हस्त उत्तानासन (उठे हुए हाथ की मुद्रा): • सांस लें, अपने हाथों को ऊपर की ओर उठाएँ और थोड़ा पीछे की ओर झुकें। 12. प्रणामासन (प्रार्थना मुद्रा): • साँस छोड़ें और प्रार्थना की स्थिति में वापस आएँ, हथेलियाँ छाती पर एक साथ रखें। सूर्य नमस्कार के लाभ: • शारीरिक तंदुरुस्ती: सूर्य नमस्कार शरीर के लिए एक संपूर्ण कसरत है, जो विभिन्न मांसपेशी समूहों को सक्रिय करता है और लचीलेपन में सुधार करता है। • हृदय स्वास्थ्य: यह क्रम रक्त परिसंचरण को बढ़ाता है, स्वस्थ हृदय को बढ़ावा देता है। • मानसिक स्पष्टता: समकालिक श्वास और गति मानसिक ध्यान और एकाग्रता को बढ़ावा देती है। • तनाव में कमी: यह अभ्यास तंत्रिका तंत्र पर अपने शांत प्रभाव के लिए जाना जाता है, तनाव और चिंता को कम करता है। • आध्यात्मिक संबंध: सूर्य नमस्कार को अक्सर एक समग्र अभ्यास के रूप में देखा जाता है जो अभ्यासकर्ता को सूर्य की ऊर्जा से जोड़ता है और कृतज्ञता और कल्याण की भावना को बढ़ावा देता है। • सावधानियाँ: • यदि आपको कोई स्वास्थ्य संबंधी चिंता या चोट है, तो सूर्य नमस्कार का अभ्यास करने से पहले किसी स्वास्थ्य देखभाल पेशेवर या योग्य योग प्रशिक्षक से परामर्श लें। • अपनी गति से अभ्यास करें, और किसी भी तरह की शारीरिक गतिविधि से बचें। सूर्य नमस्कार को विभिन्न फिटनेस स्तरों के अनुरूप संशोधित किया जा सकता है, और नियमित अभ्यास समग्र शारीरिक और मानसिक कल्याण में योगदान दे सकता है।
